"Cancel" = "Abbrechen";
"OK" = "OK";
"Open" = "Öffnen";
"Please run “Wacom Stylus update” available in the App store" = "Bitte führe “Wacom Stylus Update” aus, das du im App store findest";
"This stylus is not supported with your device." = "Dieser Stift wird vom Gerät nicht unterstützt.";
"Update your stylus" = "Aktualisiere deinen Stylus";

